Repository: hutomadotAI/web-console
Catalog: src/users/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Log in
pl: Zaloguj

source: Login to Hu:toma
pl: Zaloguj do Hu:toma

source: I forgot my password
pl: Zapomniałem hsała

source: Register a new account
pl: Załóż konto

source: Sign up and start creating awesomeness
pl: Zarejestruj się i zacznij tworzyć niesamowitość

source: Sign Up
pl: Dołącz

source: I already have an account
pl: Mam już konto

source: Verify Your E-mail Address
pl: Potwierdź swój adres email

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
pl: Na twój adres email wysł…aiśmy widomość, Kliknij link by dokończyć proces rejestracji. Prosimy daj nam znać jeśli wiadomość nie dotrze w ciągu kilku minut.

source: I agree to the terms stated in the Subscription <a href="https://www.hutoma.ai/Hutoma_WebPlatformSaaSAgreement.pdf" target="_blank">Agreement.</a>.
pl: Akceptuję <a href="https://www.hutoma.ai/Hutoma_WebPlatformSaaSAgreement.pdf" target="_blank">Regulamin.</a>.
