Repository: hutomadotAI/web-console
Catalog: src/studio/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Values
pl: Wartości

source: Required
pl: Wymagana

source: N prompts
pl: Liczba zapytań

source: ex. 3
pl: np. 3

source: Label
pl: Nazwa

source: Unique label
pl: Unikalna nazwa

source: Add a user prompts
pl: Dodaj wpis użytkownika

source: Expressions
pl: Wypowiedzi

source: Add a user expression
pl: Dodaj wypowiedź użytkownika

source: Responses
pl: Odpowiedzi

source: Add a sample bot response
pl: Dodaj odpowiedź

source: Provide the WebHook endpoint.
pl: Wpisz URL

source: Female
pl: Żeński

source: Male
pl: Męski

source: Consisting of letters, numbers, spaces, underscores or hyphens.
pl: Dozwolone tylko litery cyfry, myślnik i podkreślenie

source: Enter a valid “Name” consisting of letters, numbers, spaces, underscores or hyphens.
pl: Wpisz poprawną nazwę, składającą się tylko z litery cyfry, myślników i podkreślenia

source: Description
pl: Opis

source: Something about the bot
pl: Opis bota

source: Voice
pl: Głos

source: Timezone
pl: Strefa czasowa

source: To create a new response press enter
pl: Aby dodać odpowiedź wciśnij Enter

source: Erm… What?
pl: Tak?

source: Exported Bot JSON file
pl: Wyeksportowany plik z konfiguracją bota

source: AI id %s doesn’t exist
pl: Bot %s nie istnieje

source: AI doesn’t exist
pl: Bot nie istnieje

source: Completed
pl: Ukończony

source: Not Started
pl: Nie rozpoczęty

source: Queued
pl: Oczekuje

source: In Progress
pl: W trakcie

source: Stopped
pl: Wstrzymany

source: Error
pl: Błąd

source: The bot needs to be fully trained before being published.
pl: Bot musi być wytrenowany aby go opublikować

source: Publish Bot
pl: Publikuj bota

source: View Bot
pl: Zobacz Bota

source: Add bot
pl: Dodaj Bota

source: Basic Bot Settings
pl: Podstawowe informacje

source: Cancel
pl: Anuluj

source: Next
pl: Dalej

source: Summary
pl: Podsumowanie

source: Your Bots
pl: Twoje Boty

source: Bot Name
pl: Nazwa

source: # Skills Linked
pl: Liczba umiejętności

source: Turn On Speech
pl: Włącz czytanie

source: Hide JSON logs
pl: Ukryj logi

source: Clear history
pl: Wyczyść historję

source: Type a message…
pl: Napisz wiadomość

source: Click to record
pl: Włącz dyktowanie

source: more info
pl: więcej

source: You're amongst the very first people to have access to our platform! Thanks for your support! We're in beta, so your feedback and patience would be incredibly helpful.
pl: Jesteś jedną z pierwszych osób na naszej platformie! Dziękujemy za wsparcie Serwis jest w wersji beta więc twoja cierpliwość i uwagi będą niesłychanie pomocne.

source: Create New Bot
pl: Stwórz Bota

source: To create a bot, click the <b>Create New Bot</b> button or check the video tutorial for more info.
pl: Aby stworzyć bota, kliknij guzik <b>Stwórz bota</b> więcej informacji znajdziesz w krótkim filmie.

source: If you’re stuck check out our <a data-toggle="collapse" href="#collapseCreateBotVideoTutorial">video tutorial</a> or email <a href='mailto:support@hutoma.ai?subject=Invite%%20to%%20slack%%20channel' tabindex="-1">support@hutoma.ai</a> for an invite to our slack channel.
pl: Jeśli masz problem obejrzyj <a data-toggle="collapse" href="#collapseCreateBotVideoTutorial">krótki film</a> napisz do nas <a href='mailto:support@hutoma.ai?subject=Invite%%20to%%20slack%%20channel' tabindex="-1">support@hutoma.ai</a> aby skorzystać z kanału Slackowego.

source: Chat logs
pl: Logi

source: Copy to clipboard
pl: Kojuj do schowka

source: Copy
pl: Kopjuj

source: Delete
pl: Usuń

source: Training file sample
pl: Przykładowy plik do trenowania

source: What is your name?
pl: Jak się nazywasz?

source: My name is Hu:toma.
pl: Nazywam się Hu:toma

source: What does Hu:toma mean?
pl: Co znaczy Hu:toma

source: It is the combination of two words, human and automata.
pl: To połączenie dwuch słów, Human (człowiek) i Automata (maszyna po włosku)

source: What is the meaning of life?
pl: Co jest sensem życia

source: If you find the answer, let me know.
pl: Daj mi znać jak się dowiesz

source: Where do you live?
pl: Gdzie mieszkasz?

source: Barcelona & London.
pl: W Barcelonie i Londynie

source: How old are you?
pl: Kiedy powstałaś

source: I am 8760 hours old.
pl: Powstałam 8760 godzin temu

source: Can we be friends?
pl: Możem się zaprzyjaźnić?

source: Yes of course we can be friends!
pl: Tak zostańmy przyjaciółmi

source: Good morning Hu:toma
pl: Dzień dobry Hu:toma!

source: Good morning to you too my friend.
pl: Dzień dobry przyjacielu!

source: Save
pl: Zapisz

source: Export
pl: Eksportuj

source: API tokens
pl: Dostęp do API

source: Developer key
pl: ID dewelopera

source: Client key
pl: Klucz do API

source: Danger zone
pl: Strefa zagrożenia

source: Delete bot
pl: Usuń bota

source: Are you sure you want to permanently delete %(ai.name)s?
pl: Napewno chesz usunąć %(ai.name)s?

source: Generate
pl: Generuj

source: Edit your bot skills
pl: Edytuj umijętności twojego Bota

source: Training
pl: Trenowanie

source: Skills
pl: Umiejętności

source: Integrations
pl: Integracje

source: Insights
pl: Statystyki

source: Bot training
pl: Trenuj Bota

source: Upload a text file
pl: Wybierz plik tekstowy

source: Upload
pl: Wyślij

source: this example
pl: Przykład

source: Check out our
pl: Zobacz

source: training video tutorial
pl: materiał video

source: Sample training file
pl: Przykładowy plik

source: Video Tutorial: Create Your First Bot
pl: Video: Stwórz pierwszego Bota

source: This video will guide you through using the Hu:toma platform and have you building your first bot in no time. In this example we create a bot designed to help attendees navigate Mobile World Congress. We advise joining our Slack Community channel so that you can ask questions if you need to.
pl: Ten film pokarzę ci platformę Hu:toma i w jaki sposób możesz stworzyć pierwszego bota w krótkim czasie. Jeśli masz jakieś pytania radzimy dołączyć do naszej gruypy na Slacku Slack Community, aby móc zadawać pytania, jeśli potrzebujesz.
